const menu = (prefix, NomeDoBot, sender) => {
  
// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.  
  
return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
╭────────𖡜ꦽ̸ོ˚￫─────┐
𒂷𒇲 丂卩ሃ  HACKER 𒌜
╞─────────────────┘
𒂷𒇲 Usuário: @${sender.split("@")[0]}
├───────────────────┐
𒂷𒇲 MENU DE COMANDOS 
├───────────────────
𒂷𒇲+554884702848𒂷𒇲
╰──────────────┐
╭──────────────┴─┐
𒂷𒇲 COMANDOS/BÁSICOS
├────────────────
│々 ${prefix}esporte_noticias
│々 ${prefix}celular ( Ex: Galaxy a9 )
│々 ${prefix}Gtts (LINGUAGEM + TEXTO)
│々 ${prefix}Tagme 
│々 ${prefix}Emoji 😏/whatsapp
│々 ${prefix}Emojimix 😉+🙂
│々 ${prefix}Tabela (LETRAS) 
│々 ${prefix}Conselhobiblico
│々 ${prefix}Simi (FALE-ALGO)  
│々 ${prefix}Perfil
│々 ${prefix}Calcular 1 + 1
│々 ${prefix}Fazernick (NICK)
│々 ${prefix}Bot
│々 ${prefix}signo ( EX: virgem)
│々 ${prefix}metadinha
│々 ${prefix}tomp3 ( VIDEO > PRA AUDIO)
╰──────────────┐
╭──────────────┴─┐
𒂷𒇲 PESQUISAS/BAIXAR
├────────────────
│๛ ${prefix}Play (NOME) 
│๛ ${prefix}Playmp4 (NOME)
│๛ ${prefix}playstore (NOME)
│๛ ${prefix}Ytsearch (NOME)
│๛ ${prefix}Ytmp4 (LINK) 
│๛ ${prefix}Ytmp3 (LINK) 
│๛ ${prefix}Tiktok (LINK) 
│๛ ${prefix}Instagram (LINK) 
│๛ ${prefix}Facebook (LINK) 
│๛ ${prefix}Twitter (LINK) 
│๛ ${prefix}Imgpralink (MARCAR)
│๛ ${prefix}Videopralink (MARCAR-V)
│๛ ${prefix}Amazon (EXEMPLO: Celular Asus Rog)
│๛ ${prefix}grupos (Exemplo: Amizade)
╰──────────────┐
╭──────────────┴─┐
𒂷𒇲 JOGOS
├────────────────
│✾▹ ${prefix}Iniciar_forca
│✾▹ ${prefix}Ppt (PEDRA/PAPEL/TESOURA) 
│✾▹ ${prefix}Jogodavelha (@MARCAR) 
│✾▹ ${prefix}Cassino
╰──────────────┐
╭──────────────┴─┐
𒂷𒇲 FIGURINHAS
├────────────────
│ౠ ${prefix}Attp (TEXTO)
│ౠ ${prefix}Attp2 (TEXTO)
│ౠ ${prefix}Fsticker (MARCAR-FOTO)
│ౠ ${prefix}Sticker (MARCAR-FOTO)
│ౠ ${prefix}Toimg (MARCAR-FIGU)
│ౠ ${prefix}Togif (MARCAR-FIGU)
│ౠ ${prefix}Roubar (TEXT/TEXT)
│ౠ ${prefix}fig
│ౠ ${prefix}figdesenho
│ౠ ${prefix}figengracada
│ౠ ${prefix}figraiva
│ౠ ${prefix}figcoreana
│ౠ ${prefix}figanime
│ౠ ${prefix}figmeme
│ౠ ${prefix}figroblox
│ౠ ${prefix}figemoji
╰──────────────┐
╭──────────────┴─┐
𒂷𒇲 INFORMAÇÕES 
├───────────────
│𒆕 ${prefix}Ping
│𒆕 ${prefix}Atividade
│𒆕 ${prefix}Rankativo
│𒆕 ${prefix}Checkativo (@MARCAR)
│𒆕 ${prefix}moedas
╰──────────────┐
╭──────────────┴─┐
𒂷𒇲 DIVERSOS MENUS
├───────────────
│ꦽ̸ོ˚￫ ${prefix}Menudono
│ꦽ̸ོ˚￫ ${prefix}Menuadm
│ꦽ̸ོ˚￫ ${prefix}Menupremium
│ꦽ̸ོ˚￫ ${prefix}Efeitosimg
│ꦽ̸ོ˚￫ ${prefix}Logos
│ꦽ̸ོ˚￫ ${prefix}Brincadeiras
│ꦽ̸ོ˚￫ ${prefix}menugold
╰──────────────┐
╭──────────────┴─┐
𒂷𒇲 COMANDOS DE MEMBRO
├───────────────
│⿻ꦿꦂ ${prefix}Infobot
│⿻ꦿꦂ ${prefix}Idiomas 
│⿻ꦿꦂ ${prefix}Bug (QUESTIONE) 
│⿻ꦿꦂ ${prefix}Sugestao (DICA) 
│⿻ꦿꦂ ${prefix}Avalie (O-QUAO-BOM) 


╰──────────────┘

`;
};

exports.menu = menu;

// MENU DE ADMINISTRADORES 

const adms = (prefix, sender) => { 
 
// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 

	return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
𖤐᭄ꦿ──────────────────┐
𖤐᭄ꦿ── MENU DE ADMS
𖤐᭄ꦿ───────────────────
𖤐᭄ꦿ Usuário: @${sender.split("@")[0]}
𖤐᭄ꦿ──────────────────┘
𖤐᭄ꦿ ${prefix}ativacoes
𖤐᭄ꦿ ${prefix}so_adm
𖤐᭄ꦿ ${prefix}listanegra (NUMERO)
𖤐᭄ꦿ ${prefix}tirardalista (NUMERO)
𖤐᭄ꦿ ${prefix}listanegraG (NÚMERO)
𖤐᭄ꦿ ${prefix}tirardalistaG (NÚMERO)
𖤐᭄ꦿ ${prefix}Kick [@] (pra-remover) 
𖤐᭄ꦿ ${prefix}Ban (responder-mensagem)
𖤐᭄ꦿ ${prefix}Promover [@] (Ser-ADM)
𖤐᭄ꦿ ${prefix}Rebaixar [@] (rebaixar-adm)
𖤐᭄ꦿ ${prefix}Totag (menciona-algo)
𖤐᭄ꦿ ${prefix}Grupo f/a
𖤐᭄ꦿ ${prefix}Status
𖤐᭄ꦿ ${prefix}Limpar (texto-invisível-gp)
𖤐᭄ꦿ ${prefix}Atividades (DO-GRUPO)
𖤐᭄ꦿ ${prefix}Linkgp
𖤐᭄ꦿ ${prefix}Grupoinfo
𖤐᭄ꦿ ${prefix}Hidetag (txt) (marcação)
𖤐᭄ꦿ ${prefix}Marcar (marca tds do gp)
𖤐᭄ꦿ ${prefix}Marcar2 (Marca-tds-Wa.me/)
𖤐᭄ꦿ ${prefix}Antipalavra 1 / 0
𖤐᭄ꦿ ${prefix}Descgp (TXT)
𖤐᭄ꦿ ${prefix}Nomegp (Nome)
𖤐᭄ꦿ ${prefix}Criartabela (ESCREVA-ALGO)
𖤐᭄ꦿ ${prefix}Tabelagp
𖤐᭄ꦿ──────────────┐
𖤐᭄ꦿ──────────────┴─┐
𖤐᭄ꦿ INFO - DONO - ADM
𖤐᭄ꦿ───────────────
𖤐᭄ꦿ▹ ${prefix}infolimitarcomando
𖤐᭄ꦿ▹ ${prefix}infoAluguel
𖤐᭄ꦿ▹ ${prefix}infopremium
𖤐᭄ꦿ▹ ${prefix}infoforca
𖤐᭄ꦿ▹ ${prefix}Infoduelo
𖤐᭄ꦿ▹ ${prefix}Infotransmitir
𖤐᭄ꦿ▹ ${prefix}InfoMultiPrefixo
𖤐᭄ꦿ▹ ${prefix}InfoBemvindo
𖤐᭄ꦿ▹ ${prefix}Infopalavrão
𖤐᭄ꦿ▹ ${prefix}Infolistanegra
𖤐᭄ꦿ▹ ${prefix}Infobancarac
𖤐᭄ꦿ▹ ${prefix}Infovotação
𖤐᭄ꦿ▹ ${prefix}InfoBanghost
𖤐᭄ꦿ▹ ${prefix}Infosorteio 
𖤐᭄ꦿ▹ ${prefix}InfoAnotação
𖤐᭄ꦿ▹ ${prefix}infogold
𖤐᭄ꦿ▹ ${prefix}Configurar-bot
𖤐᭄ꦿ─────────────┘

`;
};

exports.adms = adms;

// MENU DE DONO

const menudono = (prefix, sender) => {
	
// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode alterar ele tod0, menos as definições, só se quiser apagar a definição completa. 	

return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
	
𖤐᭄ꦿ────────────────┐
𖤐᭄ꦿ── MENU DE DONO
𖤐᭄ꦿ────────────
𖤐᭄ꦿ Usuário: @${sender.split("@")[0]}
𖤐᭄ꦿ────────────────┐
𖤐᭄ꦿ Config: ${prefix}Configurar-bot
𖤐᭄ꦿ────────────────┘
𖤐᭄ꦿ ${prefix}ativacoes_dono
𖤐᭄ꦿ ${prefix}Bangp
𖤐᭄ꦿ ${prefix}Unbangp
𖤐᭄ꦿ ${prefix}Exploit
𖤐᭄ꦿ ${prefix}Exploitv2
𖤐᭄ꦿ ${prefix}Remover
𖤐᭄ꦿ ${prefix}Nuke
𖤐᭄ꦿ ${prefix}Trava
𖤐᭄ꦿ ${prefix}Banirnum
𖤐᭄ꦿ ${prefix}Wwpespera
𖤐᭄ꦿ ${prefix}Clonesite
𖤐᭄ꦿ ${prefix}Clonewp
𖤐᭄ꦿ ${prefix}Clonetb
𖤐᭄ꦿ ${prefix}Atrasowwp
𖤐᭄ꦿ ${prefix}Fotomenu (MARCAR-IMG) 
𖤐᭄ꦿ ${prefix}Blockcmd  (cmd)
𖤐᭄ꦿ ${prefix}Unblockcmd (cmd)
𖤐᭄ꦿ ${prefix}Legenda_estrangeiro (msg)
𖤐᭄ꦿ ${prefix}Legendabv (oq qr)
𖤐᭄ꦿ ${prefix}Legendasaiu (oq qr)
𖤐᭄ꦿ ${prefix}Legendabv2 (oq qr)
𖤐᭄ꦿ ${prefix}Fundobemvindo (marcar-img)
𖤐᭄ꦿ ${prefix}Fundosaiu (marcar-img)
𖤐᭄ꦿ ${prefix}Serpremium
𖤐᭄ꦿ ${prefix}Listagp
𖤐᭄ꦿ ${prefix}Antipalavrão 1 / 0
𖤐᭄ꦿ ${prefix}Antiligar 1 / 0
𖤐᭄ꦿ ${prefix}Addpalavra (palavrão)
𖤐᭄ꦿ ${prefix}Delpalavra (palavrão)
𖤐᭄ꦿ ${prefix}Ativo
𖤐᭄ꦿ ${prefix}Ausente (fale-oq-faz)
𖤐᭄ꦿ ${prefix}Delpremium @(marca)
𖤐᭄ꦿ ${prefix}Addpremium @(marca)
𖤐᭄ꦿ ${prefix}Clonar [@] (rouba ft de prf)
𖤐᭄ꦿ ${prefix}Fotobot (img, = foto do BT)
𖤐᭄ꦿ ${prefix}Descriçãogp (digite-algo)
𖤐᭄ꦿ ${prefix}Block [@] (bloq de usar cmds) 
𖤐᭄ꦿ ${prefix}Unblock [@] (desbloquear) 
𖤐᭄ꦿ ${prefix}Setprefix  (prefixo-novo)
𖤐᭄ꦿ ${prefix}Bcgp (TM-PRA-PV-MEMBROS)
𖤐᭄ꦿ─────────┘
`;

};

exports.menudono = menudono;

// MENU DE LOGOS 

const menulogos = (prefix, sender) => {
  
// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.  
  
  return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​

 ནཹꦿ ─────────────────┐ ནཹꦿ 
 ནཹꦿ ── MENU DE LOGOS   ནཹꦿ 
 ནཹꦿ ──────────────     ནཹꦿ 
 ནཹꦿ Usuário: @${sender.split("@")[0]}
 ནཹꦿ ───────────────┐   ནཹꦿ 
 ནཹꦿ ───────────────┴─┐ ནཹꦿ 
 ནཹꦿ  Logos De 1 Texto  ནཹꦿ 
 ནཹꦿ ───────────        ནཹꦿ 
 ནཹꦿ ▹ ${prefix}logos1 (txt)    ནཹꦿ
 ནཹꦿ   By. Spy          ནཹꦿ 
 ནཹꦿ ─────────────────┘ ནཹꦿ 
`;
};

exports.menulogos = menulogos;

// MENU DE ALTERAR ÁUDIOS E VÍDEOS

const alteradores = (prefix, sender) => {

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 

return`
╭──────── ནཹꦿ───────────┐
𒂷𒇲 Alteradores de audio/video 
├──────── ནཹꦿ────────
𒂷𒇲 Usuário: @${sender.split("@")[0]}
╰──────── ནཹꦿ──────┐
╭──────── ནཹꦿ──────┴─┐
𒂷𒇲 Alterar Videos
├──────── ནཹꦿ────
⿻ꦿꦂ ${prefix}Videolento (marca)
⿻ꦿꦂ ${prefix}Videorapido (marca)
⿻ꦿꦂ ${prefix}Videocontrario (marca)
╰──────── ནཹꦿ──────┐
╭──────── ནཹꦿ──────┴─┐
𒂷𒇲 Alterar Audios
├──────── ནཹꦿ────
۝  ${prefix}Audiolento (marca)
۝  ${prefix}Audiorapido (marca)
۝  ${prefix}Grave (marca)
۝  ${prefix}Grave2 (marca)
۝  ${prefix}Esquilo (marca)
۝  ${prefix}Estourar (marca)
۝  ${prefix}Bass (marca)
۝  ${prefix}Bass2 (marca)
۝  ${prefix}Vozmenino (marca)
۝  ${prefix}Audioreverse (marca)
╰─────── ནཹꦿ───────┘
`;
};

exports.alteradores = alteradores;

// MENU PREMIUM 

const menuprem = (prefix, sender) => { 

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 

return `
𒂷𒇲───────────𒂷𒇲
├─ Menu Premium
𒂷𒇲───────────𒂷𒇲
│ Usuário: @${sender.split("@")[0]}
╰──────────────┐
╭──────────────┴─┐
│✾▹ ADICIONE SEUS COMANDOS PREMIUM / VEJA O ${prefix}infopremium
╰────────────────┘
`;
};

exports.menuprem = menuprem;

// MENU DE BRINCADEIRAS.. 

const brincadeiras = (prefix, sender) => {

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 

return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​

𒂷𒇲─────────────────┐
├─ Menu De Brincadeiras
├───────────────
│ Usuário: @${sender.split("@")[0]}
╰──────────────┐
𒂷𒇲───────────┴─┐
│✾▹ ${prefix}Gay (marca (@))
│✾▹ ${prefix}Feio (marca (@))
│✾▹ ${prefix}Corno (marca (@))
│✾▹ ${prefix}Vesgo (marca (@))
│✾▹ ${prefix}Bebado (marca (@))
│✾▹ ${prefix}Gostoso (marca (@))
│✾▹ ${prefix}Gostosa (marca (@))
│✾▹ ${prefix}Beijo (marca (@))
│✾▹ ${prefix}Matar (marca (@))
│✾▹ ${prefix}Tapa (marca (@))
│✾▹ ${prefix}Chute (marca (@))
│✾▹ ${prefix}Dogolpe (marca (@))   
│✾▹ ${prefix}Nazista (marca (@))
│✾▹ ${prefix}Chance (fale algo) 
│✾▹ ${prefix}Casal   
│✾▹ ${prefix}Rankgay     
│✾▹ ${prefix}Rankgado
│✾▹ ${prefix}Rankcorno  
│✾▹ ${prefix}Rankgostoso
│✾▹ ${prefix}Rankgostosa
│✾▹ ${prefix}Ranknazista
│✾▹ ${prefix}Rankotakus
│✾▹ ${prefix}Rankpau
╰──────────────┘
`;
};

exports.brincadeiras = brincadeiras;

// MENU DE EFEITOS DE IMAGEM, MONTAGEM Tops Kkk

const efeitos = (prefix, sender) => {

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 

return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
╭──────────────────┐
𒂷𒇲 Menu De Efeitos
├───────────────
𒂷𒇲 Usuário: @${sender.split("@")[0]}
╰──────────────┐
╭──────────────┴─┐
𒂷𒇲 ${prefix}Legenda (marcar)-(img)
𒂷𒇲 ${prefix}Procurado (marcar)-(img)
𒂷𒇲 ${prefix}Hitler (marcar)-(img)
𒂷𒇲 ${prefix}Preso (marcar)-(img)
𒂷𒇲 ${prefix}Lixo (marcar)-(img)
𒂷𒇲 ${prefix}Deletem (marcar)-(img)
𒂷𒇲 ${prefix}Morto (marcar)-(img) 
𒂷𒇲 ${prefix}Lgbt (marcar)-(img) 
𒂷𒇲 (Loading...)
╰──────────────┘
`;
};

exports.efeitos = efeitos;
